results/2025-08-26/raw/GoFlash_Simple_Ping_Pong_batch1_retry0.txt
Running 10s test @ http://127.0.0.1:17780/ping
  64 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.19ms    5.89ms 110.01ms   89.59%
    Req/Sec     3.54k   811.64    12.82k    74.14%
  2257120 requests in 10.02s, 258.31MB read
  Socket errors: connect 0, read 47, write 0, timeout 0
Requests/sec: 225325.43
Transfer/sec:     25.79MB